<div class="row">
    <div class="panel panel-default">
        <div class="panel-heading"><a href="/">主页</a> / 关于</div>
        <div class="panel-body topic-detail-content">
            <p>2017年夏天在微臣上线下的GRE课程，曲索文老师教我们用Excel标记排序背单词，</p>
            <p>我觉得用Excel特别不方便，想做一个同样功能的网站给自己用来背单词，此网站因此诞生</p>
            <p>可以给大家一起用，让这个网站帮助每一个备考GRE的同学，发挥它的价值</p>
           
            <p>如果关于这个网站有任何问题，需要调整自己的词表什么的，<a href="mailto:zhaolei@protonmail.com?Subject=来自GRE单词网站的朋友%20" target="_top">邮件联系:
                zhaolei@protonmail.com</a></p>
            <p>欢迎来一起交流，学习～</p>
            <p>
                带3000那本书在外面非常不方便，现在市面上背单词APP，并不能像3000那本书一样直接提供词汇在GRE考试中的常用意思，我个人也因为这个非常不喜欢在百词斩等APP上背GRE单词。如果打开手机浏览器就能看到3000书上纯正的内容那真是极好的。
            </p>
            <p>下面说下我觉得把这个词表好用的两种方式</p>
            <ol>
                <li><p>背单词：
                    在随机排序模式下记忆，遇到不会的标记。时间久了一定会阅览到所有单词并作出合理的标记。
                    这时候回到标记排序模式，从上到下背自己记错次数递减的单词，效率不错。</p></li>
                <li><p>考前过单词：
                    在随机模式下，遇到熟悉的单词就删，到最后一般都只会剩下几百个单词，然后考前几天反复看这几个就好了，反复看能记住，效率非常高。</p></li>
            </ol>
            
            <p>貌似安卓手机看词表有点卡？Safari内核浏览器很流畅。这个问题暂时没解决，希望大家没有遇到。</p>
        </div>
    </div>
</div>